Repository: Navneet-Ats/BC-Demo
Catalog: Translations/*.xlf
Languages: de_de

# Field 1 - Caption
source: No_
de_de: Kundennummer

# Field 2 - Caption
source: Name
de_de: Kundenname

# Field 3 - Caption
source: Search Name
de_de: Suchname

# Field 5 - Caption
source: Address
de_de: Adresse

# Field 6 - Caption
source: Address 2
de_de: Adresse 2

# Field 7 - Caption
source: City
de_de: Stadt

# Field 8 - Caption
source: Contact
de_de: Kontakt

# Field 9 - Caption
source: Phone No_
de_de: Haupttelefon-Nr.

# Field 10 - Caption
source: Telex No_
de_de: Telex-Nr.

# Field 11 - Caption
source: Document Sending Profile
de_de: Profil für Belegdokumentversand

# Field 12 - Caption
source: Ship-to Code
de_de: Versand-an-Code

# Field 13 - Caption
source: Our Account No_
de_de: Unsere Kontonummer

# Field 14 - Caption
source: Territory Code
de_de: Gebiets-Code

# Field 15 - Caption
source: Global Dimension 1 Code
de_de: Globale Dimension 1 Code

# Field 16 - Caption
source: Global Dimension 2 Code
de_de: Globale Dimension 2 Code

# Field 17 - Caption
source: Chain Name
de_de: Kettenname

# Field 18 - Caption
source: Budgeted Amount
de_de: Geplanter Betrag

# Field 19 - Caption
source: Credit Limit (LCY)
de_de: Kredit-limit (LW)

# Field 20 - Caption
source: Customer Posting Group
de_de: Debitorenbuchungsgruppe

# Field 21 - Caption
source: Currency Code
de_de: Währungscode

# Field 22 - Caption
source: Customer Price Group
de_de: Debitorenpreisgruppe

# Field 23 - Caption
source: Language Code
de_de: Sprachcode

# Field 24 - Caption
source: Registration Number
de_de: Registrierungsnummer

# Field 25 - Caption
source: Statistics Group
de_de: Statistikgruppe

# Field 26 - Caption
source: Payment Terms Code
de_de: Zahlungsbedingungen-Code

# Field 27 - Caption
source: Fin_ Charge Terms Code
de_de: Zinsbedingungen-Code

# Field 28 - Caption
source: Salesperson Code
de_de: Verkäufercode

# Field 29 - Caption
source: Shipment Method Code
de_de: Versandmethode-Code

# Field 30 - Caption
source: Shipping Agent Code
de_de: Versandspediteur-Code

# Field 31 - Caption
source: Place of Export
de_de: Ausfuhrort

# Field 32 - Caption
source: Invoice Disc_ Code
de_de: Rechnungsrabatt-Code

# Field 33 - Caption
source: Customer Disc_ Group
de_de: Debitorenrabattgruppe

# Field 34 - Caption
source: Country_Region Code
de_de: Länder-/Regionscode

# Field 35 - Caption
source: Collection Method
de_de: Inkassomethode

# Field 36 - Caption
source: Amount
de_de: Betrag

# Field 37 - Caption
source: Blocked
de_de: Gesperrt

# Field 38 - Caption
source: Invoice Copies
de_de: Rechnungskopien

# Field 39 - Caption
source: Last Statement No_
de_de: Letzte Kontoauszugsnummer

# Field 40 - Caption
source: Print Statements
de_de: Kontoauszüge drucken

# Field 41 - Caption
source: Bill-to Customer No_
de_de: Rechnung an Debitor-Nr.

# Field 42 - Caption
source: Priority
de_de: Priorität

# Field 43 - Caption
source: Payment Method Code
de_de: Zahlungsmethode-Code

# Field 45 - Caption
source: Last Modified Date Time
de_de: Zuletzt geändert am

# Field 46 - Caption
source: Last Date Modified
de_de: Letztes Änderungsdatum

# Field 47 - Caption
source: Application Method
de_de: Zuweisungsmethode

# Field 48 - Caption
source: Prices Including VAT
de_de: Preise inkl. MwSt.

# Field 49 - Caption
source: Location Code
de_de: Lagerortcode

# Field 50 - Caption
source: Fax No_
de_de: Fax-Nr.

# Field 51 - Caption
source: Telex Answer Back
de_de: Telex-Antwort

# Field 52 - Caption
source: VAT Registration No_
de_de: USt-IdNr.

# Field 53 - Caption
source: Combine Shipments
de_de: Sendungen zusammenfassen

# Field 54 - Caption
source: Gen_ Bus_ Posting Group
de_de: Allgemeine Geschäftsbuchungsgruppe

# Field 56 - Caption
source: Post Code
de_de: Postleitzahl

# Field 57 - Caption
source: County
de_de: Bundesland

# Field 58 - Caption
source: EORI Number
de_de: EORI-Nummer

# Field 59 - Caption
source: Use GLN in Electronic Document
de_de: GLN in elektronischem Dokument verwenden

# Field 61 - Caption
source: Home Page
de_de: Webseite

# Field 62 - Caption
source: Reminder Terms Code
de_de: Mahnbedingungen-Code

# Field 63 - Caption
source: No_ Series
de_de: Nummernserie

# Field 64 - Caption
source: Tax Area Code
de_de: Steuergebietscode

# Field 65 - Caption
source: Tax Liable
de_de: Steuerpflichtig

# Field 66 - Caption
source: VAT Bus_ Posting Group
de_de: USt-Geschäftsbuchungsgruppe

# Field 67 - Caption
source: Reserve
de_de: Reservieren

# Field 68 - Caption
source: Block Payment Tolerance
de_de: Zahlungstoleranz blockieren

# Field 70 - Caption
source: Prepayment _
de_de: Vorauszahlung

# Field 71 - Caption
source: Partner Type
de_de: Partnertyp

# Field 72 - Caption
source: Intrastat Partner Type
de_de: Intrastat-Partnertyp

# Field 73 - Caption
source: Exclude from Pmt_ Practices
de_de: Von Zahlungspraktiken ausschließen

# Field 74 - Caption
source: Image
de_de: Bild

# Field 75 - Caption
source: Privacy Blocked
de_de: Datenschutz gesperrt

# Field 76 - Caption
source: Disable Search by Name
de_de: Suche nach Name deaktivieren

# Field 77 - Caption
source: Allow Multiple Posting Groups
de_de: Mehrere Buchungsgruppen zulassen

# Field 78 - Caption
source: Preferred Bank Account Code
de_de: Bevorzugtes Bankkonto

# Field 79 - Caption
source: Coupled to CRM
de_de: Mit CRM gekoppelt

# Field 80 - Caption
source: Cash Flow Payment Terms Code
de_de: Zahlungsbedingungscode für Cashflow

# Field 81 - Caption
source: Primary Contact No_
de_de: Primäre Kontaktperson-Nr.

# Field 82 - Caption
source: Contact Type
de_de: Kontakttyp

# Field 83 - Caption
source: Mobile Phone No_
de_de: Handynummer

# Field 84 - Caption
source: Responsibility Center
de_de: Verantwortungszentrum

# Field 85 - Caption
source: Shipping Advice
de_de: Versandhinweis

# Field 86 - Caption
source: Shipping Time
de_de: Versandzeit

# Field 87 - Caption
source: Shipping Agent Service Code
de_de: Versanddienstleistungs-Code

# Field 88 - Caption
source: Price Calculation Method
de_de: Preiskalkulationsmethode

# Field 89 - Caption
source: Allow Line Disc_
de_de: Positionsrabatt zulassen

# Field 90 - Caption
source: Base Calendar Code
de_de: Basiskalendercode

# Field 91 - Caption
source: Copy Sell-to Addr_ to Qte From
de_de: Verkauf-an-Adresse in Angebot kopieren

# Field 92 - Caption
source: Validate EU Vat Reg_ No_
de_de: EU-USt-ID überprüfen
